[
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Świetnie wykonane. Obawiałem się białego koloru ale jest on w odcieniu perłowym a same słuchawki są delikatnie opalizujące i miejscami jasno szaro co wygląda bardzo ładnie. Jeszcze nigdy mi się nie rozładowały ale słucham nie dłużej niż 2h w jednej sesji. Dźwięk bardzo dobry, mikrofon także. Nikt nie narzekał na jakość połączenia. Jedyne do czego można się przyczepić to, że z pudełka słuchawki można w całości naładować tylko 1 raz.",
        "author": null,
        "pros": null,
        "cons": null,
        "usefull": 0,
        "useless": 1,
        "purchased": true,
        "opinion_id": 11629988,
        "review_date": "2020-01-23 13:15:09",
        "purchase_date": "2020-01-06 15:25:36"
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Miałem sporo słuchawek w życiu. Nausznych, dousznych, z pałąkiem, bez żadnych kabli... Te są najlepsze. Genialny dźwięk (AKG - nic dodać) i nie słuchajcie tych co narzekają, może mają przytkany kanał słuchowy ;) A poważnie - zależy z czym sparujecie słuchawki. Część telefonów obsługuje AptX, SBC i podobne kodeki - dźwięk wtedy będzie bardzo dobrej jakości. Ale jak macie jakiegoś \"chińczyka\", to tam zazwyczaj jest podstawowy kanał audio i zapomnijcie o dobrej jakości transmisji. Z Galaxy S10 (sprawdzone też z S8 i z S9) na pewno dźwęk będzie świetny/ LG z serii G też sobie radzą. Wiadomo - z pustego to i salmonella nie naleje ;), , Oprócz słuchania muzy, dla mnie istotna jest jakość rozmowy (można rozmawiać przez jedną, dowolną) I tu się dzieje jakaś magia - nawet w hałaśliwym skateparku jestem świetnie słyszany, a słuchawki na tyle dobrze tłumią, że ja rónież doskonale słyszę rozmówcę. I jak trzeba to jest tryb ambient - ale tego rzadko używam, nie jestem zwolennikiem używania słuchawek na rowerze., , Można przypisać do słuchawki dowolnego asystenta - np Google i to jest genialne, bez sięgania po telefon wysyłam wiadomości albo dzwonię :) Jak dla mnie najlepiej wydana kasa na sprzęt audio.",
        "author": null,
        "pros": "asystent google, długi czas działania, jakość dźwięku, rewelacyjna jakość rozmów, wygląd, wygoda używania",
        "cons": null,
        "usefull": 14,
        "useless": 3,
        "purchased": false,
        "opinion_id": 10469786,
        "review_date": "2019-05-02 12:14:56",
        "purchase_date": null
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Jak dla mnie za ciche ale moja kobieta mówi że to dobrze bo i tak już głuchy jestem, tak więc chyba zostaną na dłużej.",
        "author": null,
        "pros": null,
        "cons": null,
        "usefull": 8,
        "useless": 2,
        "purchased": true,
        "opinion_id": 10755668,
        "review_date": "2019-07-08 12:41:28",
        "purchase_date": "2019-06-27 21:20:26"
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "ok",
        "author": null,
        "pros": "wygląd, wygoda używania",
        "cons": "jakość dźwięku",
        "usefull": 0,
        "useless": 12,
        "purchased": true,
        "opinion_id": 10356484,
        "review_date": "2019-04-05 15:22:41",
        "purchase_date": "2019-03-30 17:25:34"
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Najlepszy obecnue tego typu produkt na rynku",
        "author": null,
        "pros": null,
        "cons": null,
        "usefull": 0,
        "useless": 0,
        "purchased": true,
        "opinion_id": 11658306,
        "review_date": "2020-01-29 11:42:08",
        "purchase_date": "2020-01-24 10:49:31"
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Słuchawki prawie nieważkie. Jakość dźwięku bardzo dobra. Jednak największą zaletą jest ergonomia i sposób działania. Nareszcie można korzystać z nich praktycznie wszędzie i bardzo szybko. Zakładasz na uszy i wszystko się samo konfiguruje. Obsługa gestów- Super. Polecam gorąco. Mądrze wydane pieniądze.",
        "author": null,
        "pros": null,
        "cons": null,
        "usefull": 2,
        "useless": 0,
        "purchased": true,
        "opinion_id": 11032569,
        "review_date": "2019-09-12 11:06:02",
        "purchase_date": "2019-09-10 14:24:47"
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Kocham te słuchawki! Są to moje pierwsze słuchawki bezprzewodowe i wiem, że już nigdy nie wrócę do słuchawek przewodowych. Genialną rzeczą w tych słuchawkach jest także zasięg, który wynosi ponad 10 m. Polecam!",
        "author": null,
        "pros": "genialny bass, jakość dźwięku, wygląd, wygoda używania",
        "cons": null,
        "usefull": 4,
        "useless": 0,
        "purchased": false,
        "opinion_id": 10359456,
        "review_date": "2019-04-06 12:21:08",
        "purchase_date": null
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Bardzo dobre słuchawki. Dzięki czysty, wyraźny, bez szumów i opóźnień. Łącze je z galaxy s 10. Proces leczenia jeat natychmiastowy i łatwy. Słuchawki dobrze sie trzymają w uchu. Według mnie najlepszy sprzęt tego rodzaju słuchawek bezprzewodowych.",
        "author": null,
        "pros": "wygląd, wygoda używania",
        "cons": "jakość dźwięku",
        "usefull": 0,
        "useless": 10,
        "purchased": false,
        "opinion_id": 10310577,
        "review_date": "2019-03-28 00:31:38",
        "purchase_date": null
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Super słuchawki! To moje pierwsze bezprzewodowe. Znalazłem je przez przypadek na gsm24.pl i uznałem że może warto pójść \"za duchem czasu\" i totalnie nie żałuję! Już nie wrócę do tych na kabelku. Polecam!",
        "author": null,
        "pros": null,
        "cons": null,
        "usefull": 0,
        "useless": 0,
        "purchased": false,
        "opinion_id": 10524813,
        "review_date": "2019-05-15 10:45:44",
        "purchase_date": null
    },
    {
        "recommendation": "Polecam",
        "stars": null,
        "content": "Wcześniej miałem Creativy ale nie byłem zachwycony. Sprzedałem i kupiłem te. Są mega. Wygodne, ładnie grają, ładowanie indukcyjne no i z moim Samsungiem S9+ świetnie współpracują. Drogie ale warto.",
        "author": null,
        "pros": null,
        "cons": null,
        "usefull": 0,
        "useless": 0,
        "purchased": true,
        "opinion_id": 11445261,
        "review_date": "2019-12-17 16:29:30",
        "purchase_date": "2019-12-11 14:05:09"
    }
]